Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/osko/index.php_kat_id=147_art_id=154.html.tmx
Source language: sme
Languages: sma

source: Oahpa: Lávvu
sma: Lïerh: Låavth-gåetie

source: Lávvu Lávus
sma: Låavthgåetie

source: lea dihto juohkin. Lávu siskkimusas árrana ja loavdaga gaskkas, lea bassi báiki boaššu, mas borramuš ja bassi dávvirat vurkojuvvojedje.
sma: Låavthgåetien uvtemes bielie, dïhte sijjie sisnjemes, aernien jïh låavtegen gaskem, desnie dïhte aejlies sijjie båassjoe, gusnie beapmoeh jïh aejlies daeverh tjaavhkoejin.

source: Boaššu lea bassi.
sma: Båassjoe aejlies.

source: Árranis lea stuorra, duolba geađgi mii gohčoduvvo boaššogeađgin.
sma: Aernien akte stoerre gierkie man nomme båassjoegierkie.

source: Muhtumat dadjat ahte dát geađgi muittuha min man guhkas sáhttit vanahit ovdalgo gudnehuhttit bassi báikki.
sma: Naaken jeahta daate gierkie edtja mijjem måjhtajehtedh man gåhkese mijjieh maehtebe silledh eannan dam aejlies sijjiem narrahtibie.

source: Boares sámi oskkus lei ipmil Juoksa-áhkká mii suddjii boaššu.
sma: Dej beeli saemien religijovnesne Joeks-aahka båassjoem vaarjeli.

source: Juoksa-áhkká lei bivdoipmil guhte attii bivdolihku bivdiide.
sma: Joeksaahka lij vijremen nyjsenen jupmele, mij vijrijidie vijremelæhkoem vedti.

source: Son čuovui bivdiid ja álvvu ruovttoluotta boššui, mas bearráigeahčai álvvu.
sma: Dïhte aaj vijrijidie dåeriedi bååstede båassjoen gåajkoe, gusnie saalehtem geehti.

source: Máttaráhka golbma nieidda: Sáráhkká, Juoksa-áhkká ja Uksáhkká ráđđejedje orrunbáikki ja orrunbáikki lagasguovllu eallima badjel.
sma: Maadteraahkan golme niejth: Saraahka, Joeksaahka jïh Oksaahka, jieleden bijjelen reerin årromesijjesne jïh årromesijjien lïhke.

source: Dát čájeha mo “ máilmmálaš ipmilat ” ledje čadnon lávvui ja árgabeaieallimii.
sma: Daate vuesehte guktie ” eatnemen jupmelh ” lin ektiedamme låavthgåatan jïh aarkebeajjan.

source: Bassi latnja
sma: Aejlies sijjie

source: Lávu juohkin bođii das, go ipmilat ledje dehálaččat sámiid árgabeaieallimis, go olbmot boradedje ja ođđe bassi lanjas.
sma: Guktie låavthgåetiem juakame lea dannasinie dah jupmelh lin vihkeles saemiej aarkebiejjesne, dah byöpmedin jïh åeriejin aktene aejlies sijjesne.

source: Apoastaliid dagut-girjjis muitaluvvo mo vuosttamuš risttalaččat čoagganišgohte.
sma: Apostelen dahkojne soptsesåvva guktie dah voestes kristegassjh eelkin gaavnesjidh.

source: Eai gávdnon girkoviesut.
sma: Ij lij naan gærhkoegåetie.

source: Sii deaivvadedje tempelšiljus ja priváhta ruovttuin.
sma: Dah gaavnesjin teempelen sjaljosne jïh jïjtsinie gåetine.

source: 1800-logu loahpas lágiduvvojedje læstadialaš čoakkalmasaid Divttasvuonas smávvá goađážiin.
sma: Tjuetiejaepiemolsemen åvtelen dah voestes læstadijanen gaavnesjimmieh Divtasvuotnesne lin smaave derhviegåetine.

source: (Oversetters kommentar: Det står “ før århundreskiftet ”.
sma: Maam datne tuhtjh gærhkoen bïjre daan biejjien ?

source: Jeg antar at man med dette mener “ før år 1900. ”)
sma: Domth goh gåetesne jallh goh guessie jupmelen gåetesne ?
